Repository: majdideveloper/casting_app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Log In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: Sign Out
fr: Se déconnecter

source: Find work as a model
fr: Trouver du travail en tant que modèle

source: Find models and talents
fr: Trouver des mannequins et talents

source: Modeling jobs for newcomers
fr: Emplois de mannequins pour débutants et mannequins professionnels.

# subtitile_auth_professional
source: Source models, talents and influencers for all types of projects.
fr: Sourcer des mannequins, des talents et influenceurs pour tous types de projets.

# for_model_and_talents
source: For models and Talents
fr: Pour mannequins et talents

# for_professional
source: For professionals
fr: Pour les professionnels

# title_section_brand
source: Brands that trust us
fr: Des marques qui nous font confiance

# title_section_community
source: Community
fr: Communauté

# title_section_safety
source: Your Safety comes first
fr: Votre sécurité passe avant tout

# title_section_discovered
source: Get Discovered
fr: Faites-vous découvrir

# community_text1
source: Models in community
fr: Modèles dans la communauté

# community_text2
source: Industry Professionals
fr: Professionnels de l'industrie

# community_text3
source: Agencies
fr: Agences

# safety_text1
source: All professional members are verified by our team
fr: Tous les membres professionnels sont vérifiés par notre équipe

# safety_text2
source: Advanced tools to stop scammers in their tracks
fr: Des outils avancés pour stopper les escrocs dans leur élan

# safety_text3
source: Community reviews for added peace of mind
fr: Les avis de la communauté pour une plus grande tranquillité d'esprit
